var text = {
    "questions": [
        {
            "question": "The Government will make sure all teachers in all state schools become qualified and continue to build their skills.",
            "party": "labourChoice"
}, {
            "question": "This party leader promises a £2.5bn fund to transform the NHS.",
            "party": "labourChoice"
}, {
            "question": "This party wants to put rehabilitation at the heart of a prison system which aims to reduce reoffending and cut crime, ensuring that prisons properly punish and reform.",
            "party": "labourChoice"
}, {
            "question": "There will be a guarenteed place in education or training for all 16 and 17 year olds.",
            "party": "labourChoice"
}, {
            "question": "This party will ensure all people who suspect they have cancer to get tested, getting results within one week.",
            "party": "labourChoice"
}, {
            "question": "This party will freeze gas and electricity bills until 2017 and reform the broken energy market to stop the cost of energy bills soaring.",
            "party": "labourChoice"
},{
            "question": "This party wants to cut pension tax relief for higher earners.",
            "party": "labourChoice"
}, {
            "question": "This party wants to get 200,000 homes built a year by 2020.",
            "party": "labourChoice"
},{
            "question": "This party will give working parents 25 hours of free childcare for three and four-year-olds per week.",
            "party": "labourChoice"
},{
            "question": "This party wants to increase the National Minimum Wage.",
            "party": "labourChoice"
},{
            "question": "This party wants 5,000 more GPs trained.",
            "party": "conservativeChoice"
}, {
            "question": "All patients will have access to a GP from 8am to 8pm, seven days a week by 2020.",
            "party": "conservativeChoice"
}, {
            "question": "This party is cutting income tax and freezing fuel duty.",
            "party": "conservativeChoice"
}, {
            "question": "This party is cutting jobs tax.",
            "party": "conservativeChoice"
}, {
            "question": "This party will enforce public sector job cuts.",
            "party": "conservativeChoice"
}, {
            "question": "This party is cutting income tax and freezing fuel duty.",
            "party": "conservativeChoice"
}, {
            "question": "This party is cutting corporation tax.",
            "party": "conservativeChoice"
}, {
            "question": "This party will introduce a scheme that means it will always pay more to be in work than on benefits.",
            "party": "conservativeChoice"
}, {
            "question": "This party wants to clamp down on \"benefits tourism\" and \"health tourism\" - so that only those who want to work hard and contribute to our society are welcomed.",
            "party": "conservativeChoice"
}, {
            "question": "This party wants to introduce a new citizenship test with British values at its heart.",
            "party": "conservativeChoice"
}, {
            "question": "This party will increase NHS funding by £1bn in 2016/17 and 2017/18.",
            "party": "libdemChoice"
}, {
            "question": "This party will allocate an additional £500 million for mental health services.",
            "party": "libdemChoice"
}, {
            "question": "All patients will be issued with a \"Care footprint\", detailing the costs of their care.",
            "party": "libdemChoice"
}, {
            "question": "This party wants to raise the threshold at which people start paying income tax from £6,475 to £10,000.",
            "party": "libdemChoice"
}, {
            "question": "This party wants to end imprisonment for possessing drugs for personal use.",
            "party": "libdemChoice"
},{
            "question": "This party wants to invest to make the UK a world leader in low carbon cars, energy efficiency and hi-tech manufacturing.",
            "party": "libdemChoice"
},{
            "question": "This party wants to introduce equal marriage for gay and lesbian couples.",
            "party": "libdemChoice"
},{
            "question": "This party wants to protect your privacy by updating data laws for the internet age with a Digital Bill of Rights.",
            "party": "libdemChoice"
},{
            "question": "This party wants to introduce a \"Carers Bonus\" so carers can take a proper break every year.",
            "party": "libdemChoice"
},{
            "question": "This party wants to introduce a discount bus pass for under-21s so they can afford to travel to college or work.",
            "party": "libdemChoice"
},{
            "question": "This party will increase personal allowance to the level of full-time minimum wage earnings.",
            "party": "ukipChoice"
}, {
            "question": "This party wants to ensure that the NHS stays free for all UK residents.",
            "party": "ukipChoice"
}, {
            "question": "This party oposes current plans to charge patients for visiting their GP.",
            "party": "ukipChoice"
}, {
            "question": "This party wants to maintain the system of providing pensioner bus passes.",
            "party": "ukipChoice"
}, {
            "question": "This party wants to encourage local councils to provide more free parking for the high street.",
            "party": "ukipChoice"
}, {
            "question": "This party wants to scrap the current target of 50% of school leavers going to university.",
            "party": "ukipChoice"
}, {
            "question": "This party wants to ensure that students from the EU will pay the same student fee rates as International students.",
            "party": "ukipChoice"
}, {
            "question": "This party will guarantee those who have served in the Armed Forces for a minimum of 12 years a job in the police force, prison service or border force.",
            "party": "ukipChoice"
}, {
            "question": "This party supports a diverse energy market including coal, nuclear, shale gas, geo-thermal, tidal, solar, conventional gas and oil.",
            "party": "ukipChoice"
}, {
            "question": "This party wants to leave the EU and save at least £8bn per annum in net contributions.",
            "party": "ukipChoice"
}
    ]
};
